chat_system_905370821_actor_description=Wizard Vermeus. Wizard, who lives with elves. Suffers from megalomania.
chat_system_905370821_switch_0_header_1=^?^What else do you need? Do not disturb me.
chat_system_905370821_snap_0_question=^?^You turned out to be stronger than I thought, [player]. So what is it you want from me?
chat_system_905370821_snap_0_answer_0=^?^Tell me about yourself. What are you doing here in Ellinia among elves?
chat_system_905370821_snap_0_answer_1=^?^I'd like to have a look at what you can offer to sell me.
chat_system_905370821_snap_0_answer_2=^?^I remember you called me a pitiful worm...
chat_system_905370821_snap_0_answer_3=^?^Nothing. I'm already leaving.
chat_system_905370821_snap_1_question=^?^Here there are not only elves - take a look around! This place is soaking with magic. The best of the best sorcerers come here to perform their experiments and perfect their skills.<br>My name is Vermeus, and I'm one of the strongest... On second thought, I despise false modesty. I'm the best mage in this Valley, and maybe even in the whole of Endoria! I don't care about Karador: and his envoys' skulls decorate my tower. I'm not interested in the foolishness of others; I'm interested only in myself, in my magic and knowledge.
chat_system_905370821_snap_1_answer_0=^?^So why don't you become leader of a guild or an educational institution for the study of magic? Surely you are more than capable of something like that!
chat_system_905370821_snap_1_header_0=^?^There was a time when I belonged to the Magic Guild of Darion - and was even head chair of Combat Magic in the Academy. But I was far ahead of my peers, and I came to understand that there is no place for me among these pitiful sorcerers, practitioners of cantrips.<br>If you've been in Arlania, perhaps you have seen the Magic Range? That is one of the spells I created. In fact, the same field surrounds my possessions here. Trivial magic, actually, but the mages of the Academy looked at me like at a god when I did it! Pah, it's disgusting even to think about them.
chat_system_905370821_snap_2_question=^?^You know, [player], I was wrong about you. You are a strong [class]. But now that we have had a chance to talk, I feel a sense of respect for you.
chat_system_905370821_snap_2_answer_0=^?^I see you've changed your tune. But be careful, foolish wizard - don't put on airs any more with me.
chat_system_905370821_snap_2_header_0=^?^It was just a misunderstanding; I thought you were some kind of impostor. I am sorry if I was rude.
chat_system_905370821_snap_2_answer_1=^?^No, wizard, that is not enough. You have insulted my honor, and one must answer for one's words. (Attack the wizard...)
